BIBLE_BOOKS_UA = {
    # Old Testament (Старий Завіт)
    "1": "Буття", "2": "Вихід", "3": "Левит", "4": "Числа", "5": "Повторення Закону",
    "6": "Ісус Навин", "7": "Суддів", "8": "Рут", "9": "1 Самуїлова", "10": "2 Самуїлова",
    "11": "1 Царів", "12": "2 Царів", "13": "1 Хроніки", "14": "2 Хроніки", "15": "Ездра",
    "16": "Неемія", "17": "Естер", "18": "Йов", "19": "Псалми", "20": "Приповісті",
    "21": "Екклезіяст", "22": "Пісня над піснями", "23": "Ісая", "24": "Єремія", "25": "Плач Єремії",
    "26": "Єзекіїль", "27": "Даниїл", "28": "Осія", "29": "Йоїл", "30": "Амос",
    "31": "Овдій", "32": "Йона", "33": "Михей", "34": "Наум", "35": "Авакум",
    "36": "Софонія", "37": "Огій", "38": "Захарія", "39": "Малахії",

    # New Testament (Новий Завіт)
    "40": "Матвія", "41": "Марка", "42": "Луки", "43": "Івана", "44": "Дії Апостолів",
    "45": "Римлян", "46": "1 Коринтян", "47": "2 Коринтян", "48": "Галатів", "49": "Ефесян",
    "50": "Филип’ян", "51": "Колосян", "52": "1 Солунян", "53": "2 Солунян", "54": "1 Тимофію",
    "55": "2 Тимофію", "56": "Тита", "57": "Филимона", "58": "Євреїв", "59": "Якова",
    "60": "1 Петра", "61": "2 Петра", "62": "1 Івана", "63": "2 Івана", "64": "3 Івана",
    "65": "Юди", "66": "Об’явлення"
}